// --------------------------- 公共权限 start ------------------------------

export const commonPM = {
}

// --------------------------- 公共权限 end --------------------------------

// ########################################################################

// --------------------------- 生产管理 start ------------------------------

// 生产管理/排产管理
export const enclosureSchedulingManagePM = {
  get: ['enclosure_scheduling_manage:get'], // 列表
  add: ['enclosure_scheduling_manage:add'] // 下发
}

// --------------------------- 生产管理 end --------------------------------
