// 计划管理
// --------------------------- 公共权限 start ------------------------------

export const commonPM = {}

// --------------------------- 公共权限 end --------------------------------

// ########################################################################

// --------------------------- 我的项目 end --------------------------------

// ########################################################################
// --------------------------- 计划管理 start ------------------------------

// 计划管理/区域列表
export const enclosureAreaListPM = {
  get: ['enclosure_area_manage:get'], // 列表
  plan: {
    get: ['enclosure_area_plan_manage:get'], // 区域列表
    add: ['enclosure_area_plan_manage:add'], // 新增区域
    edit: ['enclosure_area_plan_manage:edit'], // 修改区域
    del: ['enclosure_area_plan_manage:del'] // 删除区域
  }
}

// --------------------------- 计划管理 end --------------------------------

// ########################################################################
